{
  "modules": {
    "risk-001": {
      "title": "Entendiendo el Riesgo Financiero",
      "description": "Aprende qué significa el riesgo en las inversiones y cómo identificar diferentes tipos de riesgo.",
      "content": "En el reino de las finanzas, el riesgo es como el clima - a veces impredecible, pero siempre algo que un gobernante sabio debe entender y prepararse.\n\n**¿Qué es el Riesgo Financiero?** 🏰\nEl riesgo financiero es la posibilidad de que tus inversiones pierdan valor o no funcionen como se esperaba. Así como un reino enfrenta amenazas de tormentas, sequías o invasiones, tu reino financiero enfrenta varios riesgos que podrían impactar tu riqueza.\n\n**Tipos de Riesgo Financiero:**\n\n**Riesgo de Mercado** 📈📉\n• El riesgo de que las condiciones generales del mercado causen que las inversiones pierdan valor\n• Como una recesión económica en todo el reino que afecta a todos los ciudadanos\n• Ejemplo: Caída del mercado de valores de 2008\n• No puede eliminarse solo con diversificación\n\n**Riesgo de Crédito** 💳\n• El riesgo de que los prestatarios no paguen sus deudas\n• Como prestar oro a reinos vecinos que podrían incumplir\n• Afecta bonos, préstamos e inversiones de crédito\n• Se puede reducir prestando a prestatarios confiables\n\n**Riesgo de Inflación** 💰\n• El riesgo de que el dinero pierda poder adquisitivo con el tiempo\n• Como la devaluación de la moneda en tu reino\n• Afecta más al efectivo e inversiones de renta fija\n• Combátelo con inversiones que crezcan más rápido que la inflación\n\n**Riesgo de Liquidez** 🏦\n• El riesgo de no poder vender inversiones rápidamente\n• Como poseer tierras que tardan meses en venderse\n• Afecta bienes raíces, algunos bonos e inversiones privadas\n• Mantén fondos de emergencia en cuentas líquidas\n\n**Sabiduría de Gestión de Riesgo del Reino**: 'Un gobernante sabio no teme al riesgo, sino que lo entiende, se prepara para él y lo usa para construir un reino más fuerte.'"
    },
    "terminology-001": {
      "title": "Términos Básicos de Trading",
      "description": "Domina el vocabulario esencial que todo trader necesita conocer.",
      "content": "¡Bienvenido a la academia real de trading! Cada reino necesita un lenguaje común para el comercio. Estos términos forman la base de todas las actividades de trading.\n\n**Terminología Core de Trading** 📚\n\n**Acción (Equity)**\n• Una participación de propiedad en una empresa\n• Como poseer una parte de un gremio de comerciantes\n• Te da derechos de voto y dividendos potenciales\n• El valor fluctúa basado en el rendimiento de la empresa\n\n**Bono**\n• Un préstamo que haces a una empresa o gobierno\n• Como prestar oro a reinos vecinos\n• Paga interés fijo a lo largo del tiempo\n• Generalmente más seguro que las acciones pero menor retorno\n\n**Dividendo**\n• Pagos regulares hechos a los accionistas\n• Como tributo pagado por comerciantes exitosos\n• Usualmente pagado trimestral o anualmente\n• No garantizado - las empresas pueden reducir o eliminar\n\n**Capitalización de Mercado**\n• Valor total de todas las acciones de la empresa\n• Precio de acción × número de acciones en circulación\n• Determina si la empresa es de pequeña, mediana o gran capitalización\n• Como estimar la riqueza total de un reino\n\n**Sabiduría Real de Trading**: 'Domina estos términos primero, pues son el lenguaje de la construcción de riqueza. Sin esta base, no puedes comunicarte efectivamente en los mercados financieros.'"
    },
    "crypto-001": {
      "title": "Introducción a las Criptomonedas",
      "description": "Entiende los conceptos básicos de las monedas digitales y la tecnología blockchain.",
      "content": "¡Bienvenido al reino digital de tu reino financiero! Las criptomonedas representan una nueva forma de dinero que existe completamente en el mundo digital.\n\n**¿Qué es la Criptomoneda?** 💎\n\nLa criptomoneda es dinero digital o virtual asegurado por criptografía (encriptación matemática avanzada). A diferencia de las monedas tradicionales del reino controladas por bancos centrales, la mayoría de las criptomonedas operan en redes descentralizadas.\n\n**Características Clave:**\n• **Solo Digital**: Existe únicamente como código de computadora\n• **Descentralizada**: Ninguna autoridad única la controla\n• **Segura**: Protegida por matemáticas avanzadas\n• **Transparente**: Todas las transacciones se registran públicamente\n• **Global**: Se puede enviar a cualquier lugar instantáneamente\n\n**Sabiduría Cripto del Reino**: 'Las criptomonedas son como descubrir un nuevo continente - lleno de oportunidades pero requiere exploración cuidadosa. Aprende el terreno antes de establecer tus puestos de avanzada.'"
    },
    "permit-001": {
      "title": "Entendiendo los Permisos de Construcción Financiera",
      "description": "Aprende por qué la educación financiera es como obtener permisos de construcción para tu reino.",
      "content": "En tu reino financiero, cada gobernante sabio sabe que no puedes construir algo sustancial sin los permisos apropiados. ¡La educación financiera funciona de la misma manera!\n\n**¿Qué son los Permisos de Construcción Financiera?** 🏗️\nAl igual que los permisos de construcción en el mundo real, los 'permisos' financieros son el conocimiento y las habilidades que necesitas antes de intentar maniobras financieras complejas.\n\n**Por qué Importan los Permisos de Construcción:**\n\n**Seguridad Primero** 🦺\n• Los permisos de construcción física aseguran que las estructuras no colapsen\n• Los permisos financieros (educación) aseguran que tu riqueza no colapse\n• Ambos te protegen a ti y a otros de errores peligrosos\n• Analogía del Reino: No dejarías que alguien construya un puente sin conocer ingeniería\n\n**El Sistema de Permisos de Construcción Financiera:**\n1. **Permiso de Cimentación**: Alfabetización financiera básica\n2. **Permiso de Estructura**: Entendimiento de riesgo y retorno\n3. **Permiso Eléctrico**: Mecánicas del mercado y terminología\n4. **Permiso de Fontanería**: Flujo de efectivo y presupuesto\n5. **Permiso de Acabado**: Estrategias de inversión avanzadas\n6. **Permiso de Ocupación**: Listo para invertir dinero real"
    }
  },
  "categories": {
    "riskManagement": "Gestión de Riesgo",
    "tradingTerminology": "Terminología de Trading",
    "cryptoBasics": "Conceptos Básicos de Cripto",
    "buildingPermits": "Permisos de Construcción",
    "progressTracking": "Seguimiento de Progreso"
  },
  "common": {
    "kingdomWisdom": "Sabiduría del Reino",
    "example": "Ejemplo",
    "important": "Importante",
    "note": "Nota",
    "tip": "Consejo",
    "warning": "Advertencia",
    "learnMore": "Aprender Más",
    "getStarted": "Comenzar",
    "practiceMode": "Modo Práctica",
    "testYourKnowledge": "Pon a Prueba tu Conocimiento"
  }
}